tmp.log
Running 30s test @ http://127.0.0.1:8080/hello
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    87.64ms   57.79ms 535.85ms   86.19%
    Req/Sec    14.99k     3.11k   24.88k    71.62%
  1775115 requests in 30.07s, 216.69MB read
Requests/sec:  59026.22
Transfer/sec:      7.21MB